/* Dialog title when quitting */
"Do you really want to quit X11?" = "Er du sikker på at du vil avslutte X11?";

/* Dialog when quitting */
"Any open X11 applications will stop immediately, and you will lose any unsaved changes." = "Alle åpne X11-programmer stopper umiddelbart, og du vil miste endringer som ikke er arkivert.";

/* Dialog title when switching to RandR */
"Enter RandR mode?" = "Gå til RandR-modus?";

/* Dialog when switching to RandR */
"An application has requested X11 to change the resolution of your display.  X11 will restore the display to its previous state when the requesting application requests to return to the previous state.  Alternatively, you can use the ⌥⌘A key sequence to force X11 to return to the previous state." = "Et program har bedt om at X11 endrer oppløsningen på skjermen. X11 tilbakestiller skjermen til forrige tilstand når programmet som forespørselen kommer fra, ber om å gå tilbake til forrige tilstand. Du kan eventuelt bruke tastesekvensen ⌥⌘A til å tvinge X11 til å gå tilbake til forrige tilstand.";

/* No comment provided by engineer. */
"Allow" = "Tillat";

/* No comment provided by engineer. */
"Always Allow" = "Tillat alltid";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Mac Help" = "Mac-hjelp";

/* No comment provided by engineer. */
"Quit" = "Avslutt";

/* No */
"No" = "Nei";

/* Yes */
"Yes" = "Ja";

/* Terminal */
"Terminal" = "Terminal";

/* Startup xinitrc dialog */
"You have an existing ~/.xinitrc file.\n\nWindows displayed by X11 applications may not have titlebars, or may look different to windows displayed by native applications.\n\nWould you like to move aside the existing file and use the standard X11 environment the next time you start X11?" = "Du har en eksisterende ~/.xinitrc-fil.\n\nDet er mulig at vinduer som vises av X11-programmer, ikke har tittellinjer eller ser annerledes ut enn vinduer som vises av standardprogrammer.\n\nVil du legge den eksisterende siden til side og bruke et standard X11-miljø neste gang du starter X11?";

/* window item modifiers */
"window item modifiers" = "command";

/* Updates menu title … */
"Check for X11 Updates..." = "Søk etter X11-oppdateringer...";
